getantidote/use-omz
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/mise

sindresorhus/pure kind:fpath

zsh-users/zsh-autosuggestions
MichaelAquilina/zsh-you-should-use
zsh-users/zsh-syntax-highlighting
